# EA_IsUsedUValue

## Description
Returns TRUE if U-Value is used. If R-value is used returns FALSE.

```pascal
FUNCTION EA_IsUsedUValue : BOOLEAN;
```

```python

def vs.EA_IsUsedUValue():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2016
## Category
* EnergyAnalysis Interface Library